Repository: mozilla-l10n/mt-training-data
Catalog: ti/ti_pontoon.tmx
Source language: en_us
Languages: ti

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
ti: ነቲ መልእኽቲ ንምዝርጋሕ ማሕበራዊ መራኸቢታት ክትጥቀም ትኽእል ኢኻ። ስለምንታይ ኣገዳሲ ምዃኑ ዝገልጹ ጽሑፋት ኣካፍሉ፣ ከምኡ'ውን ምስ ካልኦት ሰባት ብምውካስ ብዛዕባ ናይ ቋንቋ መሰላት፣ ናይ ድምጺ AI፣ ወይ ኣብ ቴክኖሎጂ ዘሎ ኣድልዎ ዝብሉ ጉዳያት ተዘራረቡ። ኣብ <campaignLink> ማሕበራዊ ጎስጓስ ንምክያድ፡ እንተላይ ነቲ ዳግማይ ክትጥቀመሉ እትኽእል ትሕዝቶ</campaignLink> ተወሳኺ ምኽሪ ተመልከት።

source: You must allow microphone access.
ti: ማይክሮፎን ንምጥቃም ከተፍቅድ ኣሎካ።

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
ti: ለሃጃኻ ነቲ ቃላት እትጥቀመሉ ኣገባብ እዩ። ኣብ ዝነበርካሉ ቦታ፣ እትዛረበሉ ካልእ ቋንቋታትን ካልእ ብዙሕ ረቛሒታትን ዝተመርኮሰ ክኸውን ይኽእል እዩ። ኣብዚ ኣገዳሲ ኮይኑ ዝስመዓካ ዝኾነ ሓበሬታ ክትካፈል ትኽእል ኢኻ።

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
ti: ስምካ ዘይፍለጥ ቅዳሓት ድምጽኻ ኣብቲ ናይ ኮመን ቮይስ ሓበሬታ ክጸንሕ ኢዩ። ንድሕረባይታኻ ሓንሳእ ምስ ሰረዝካዮ ነቲ እተቐድሐ ቕዳሓትካ ኻብቲ ሓበሬታ ኸተልግሶ ሕቶ ኽትልእኽ ኣይትኽእልን ኢኻ

source: Your daily goal has been created
ti: ማዓልታፊ ውጥንካ ተሰሪሑ ኣሎ

source: Your download has started.
ti: ምቅራድ ጀሚሩ ኣሎ

source: You’re contributing to a target segment
ti: ነቲ ክፋል ዕላማና ተበርክት ኣለኻ።

source: You’re contributing to our first target segment
ti: ነቲ ናይ መጀመርታ ክፋል ዕላማና ኣበርክቶ ትገብር ኣለኻ

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
ti: ኣብዚ እዋን እዚ ዝኾነ ከም ናይ ሸቶ መዘኻኸሪታተይ ዝኣመሰለ ኢ-መይል ክትቅበል ኢኻ ተዳሊኻ፡ ዘለኻ ብዛዕባ ኮመን ቮይስ ዚገልጽ እዋናትን ጋዜጣታትን ምዕባለታትን <bold>ኣይክትቅበልን</bold> ኢኻ።

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
ti: ኣብዚ እዋን እዚ ከም ናይ ሸቶ መዘኻኸሪታተይ ዝኣመሰለ ኢ-መይል ክትቅበል ተዳሊኻ ኣለኻ፡ ብዛዕባ ኮመን ቮይስ ዚገልጽ እዋናትን ጋዜጣታትን ምዕባለታትን።

source: Your email address
ti: ኢመይልኩም

source: Your files are being assembled. Please check again later.
ti: ፋይላትካ ይእከብ ኣሎ ። በጃኻ ጸኒሕካ እንደገና መርምር ።

source: Your Languages
ti: ቛንቛኻ

source: Your username and email will not be associated with the published data.
ti: ሽምካን ኢመይልካን ምስቲ ዝፍኖ ሓበሬታ ኣይዝርጋሕን እዩ።

source: Your weekly goal has been created
ti: ሰሙናዊ ዕላማኻ ተሰሪሑ ኣሎ

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
ti: ኣብ ሓጺር ግዜ መብርሂ ዝህብ ኢመይል ክመጸኩም ይግባእ። ቋንቋኻ ናብ Common Voice ንኽውሰኽ ዝሕግዙ ስጉምትታት

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
ti: ሓባራዊ ድምጺ ኣብ <goalPercentage></goalPercentage>መዓልታዊ ሸቶና { $goalValue } ምምላእ ንኽትበጽሕ ሓጊዝካዮ ኢኻ!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
ti: ኮመን ቮይስ <goalPercentage></goalPercentage>ኣብ መዓልታዊ ሸቶና { $goalValue } ምርግጋጽ ንኽትበጽሕ ሓጊዝካዮ ኢኻ!

source: You've successfully signed up for contributing to { $language }. Thank you.
ti: ን { $language } ከተበርክት ተመዝጊብካ ኣሎኻ። የቐንየለይ.

source: You want to join the Common Voice mailing list
ti: ኣብ ዝርዝር ናይ ሓባር ድምጺ ክጽንበር ደልየ ኣለኹ

source: Zaza
ti: ዛዛ

source: Zip #{ $offset } of { $total }
ti: Zip #{ $offset } ካብ { $total }

source: Zulu
ti: ዙዙ

source: abnormality
ti: ዘይንቡር ነገር

source: account recovery key
ti: ሕሳብ ምምላስ መፍትሕ

source: add-on
ti: ተወሳኺ

source: aggregate
ti: ሓፈሻዊ

source: All Hands
ti: ኩለን ኣእዳው

source: alternate text
ti: ኣማራጺ ጽሑፍ

source: appear
ti: ዝርኣያ

source: appearance
ti: ትርኢት

source: attack
ti: መጥቃዕቲ

source: attacker
ti: ኣጥቓዓይ

source: Attack Site
ti: መጥቃዕቲ ዝወረደሉ ቦታ

source: attendee
ti: ተሳታፊ

source: authenticate
ti: ምርግጋጽ

source: authenticated
ti: ሓቅነቱ እተረጋገጸ

source: authentication code
ti: ምርግጋጽ ኮድ

source: autoplay
ti: ባዕሉ ዝጅምር

source: back out
ti: ንድሕሪት ምምላስ

source: backup authentication code
ti: ናይ-ድሕረ ምርግጋጽ ኮድ

source: black box
ti: ጸሊም ሳጹን

source: bookmark
ti: ምልክት መጽሓፍ

source: boolean
ti: ሓቂ ወይ ሓሶት

source: boot
ti: ምቕላዕ

source: breakpoint
ti: ደው መበሊ

source: Bug report
ti: ጉድለት መሐበሪ

source: certificate authority
ti: በዓል መዚ ምስክር ዋንነት

source: channel
ti: መትረብ

source: cipher
ti: መመስጠሪ

source: clipboard
ti: ክሊፕቦር

source: clockwise
ti: ናይ ሰዓት ኣንፈት

source: colorway
ti: ቀለም

source: compact
ti: ንእሽቶ

source: compact - recommend deprioritize
ti: ቀዳምነት ዘይምሃብ

source: confirmation code
ti: ምርግጋጽ ኮድ

source: context
ti: ክሊ

source: contribute
ti: ሓግዝ

source: corrupt
ti: ዝተበላሸወ

source: corrupted
ti: ዝተበላሸወ

source: counterclockwise
ti: ኣንጻር ናይ ሰዓት ኣንፈት

source: crash
ti: ሓደጋ

source: cross-site tracking cookie
ti: ስግረ-ገጽ ምክትታል ብሽኰቲ

source: cryptominer
ti: ክሪፕቶማይነር

source: cryptomining
ti: ክርይፕቶማይኒንግ

source: debug
ti: ፈተሻ

source: deceptive site
ti: መታለሊት መርበብ ሓበሬታ

source: decode
ti: ምቕላዕ

source: decryption
ti: ምቕላዕ

source: disinformation
ti: ምትላል

source: distrust
ti: ዘይእመን

source: eavesdropping
ti: ምጽንጻን

source: enable
ti: ኣበራብር

source: encode
ti: ምልዋጥ

source: encrypt
ti: ምምስጣር

source: encryption
ti: ምምስጣር

source: end user
ti: ተጠቃሚ

source: Enhanced Tracking Protection
ti: ዝማዕበለ መከላኸሊ ካብ ተጸናታዊ

source: executable file
ti: ተወንጫፊ ፋይል (executable file)

source: extension
ti: ተወሳኺ

source: external
ti: ደጋዊ

source: Fellow
ti: ብጻይ

source: filter bubble
ti: ጽራይ ዓፍራ

source: fingerprinter
ti: ኣሰር ኣጻብዕ

source: fingerprinting
ti: ኣሰር ኣጻብዕ ምውሳድ

source: Firefox View
ti: Firefox ኣረኣእያ

source: gear
ti: ንዋት

source: grassroots
ti: ህዝባዊ

source: home page
ti: ቤት

source: idle
ti: ስራሕ ኣልቦ

source: import
ti: ምምጻእ

source: independent browser
ti: ነጻ መርበብ-ሓበሬታ

source: innovations
ti: ምህዞታት

source: insecure
ti: ዘይውሑስ

source: installation
ti: ምእታው

source: Issue
ti: ምዕዳል

source: L10n
ti: ወልዕ

source: Legacy extension
ti: ንዝጸንሐ ተውሳኺ

source: misinformation
ti: ግጉይ ሓበሬታ

source: native
ti: መበቆላዊ

source: net neutrality
ti: ጽሩይ ገለልትነት

source: nonprofit
ti: ንመኽሰብ ዘይሰርሕ

source: non-profit
ti: ንመኽሰብ-ዘይሰርሕ

source: open source
ti: ክፉት ምንጪ

source: override
ti: ምልዋጥ

source: participation
ti: ተሳትፎ

source: Patch
ti: ልቃብ

source: pop-up
ti: ተወላዒ

source: preference
ti: ምርጫ

source: Privacy Notice
ti: ብሑትነት መግለጺ

source: release
ti: ምፍናው

source: report
ti: ጸብጻብ

source: restricted site
ti: ዝተገደበ ቦታ

source: revert
ti: ምለስ

source: review checker
ti: ገምጋም ተንታኒ

source: search suggestion
ti: ርእይቶ ኣብ ምንዳይ

source: security keys
ti: መፍትሕ ውሑስነት

source: sensitive
ti: ተኣፋፊ

source: sidebar
ti: ጎናዊ

source: sign
ti: ምእታው

source: signer
ti: ፈራሚ

source: sign in
ti: እቶ'ዊ

source: sign-in
ti: ይእቶ'ዊ

source: studies
ti: መጽናዕቲ

source: Terms of Service
ti: ውዕል ኣገልግሎት

source: track
ti: ምክትታል

source: trackers
ti: ተኸታታሊ

source: Tracking Content
ti: ዝስሊ ወይ ዝከታተል ትሕዝቶ

source: Turbo Mode
ti: ቅልጡፍ ኣገባብ

source: unencrypted
ti: ዘይተመስጠረ

source: unresponsive
ti: ዘይምልስ

source: unsafe
ti: ዘይዉሑስ

source: validate
ti: ምርግጋጽ

source: validity
ti: ርጉጽነት

source: version
ti: ሕታም

source: Web Authentication
ti: መረጋገጺ መንነት
